Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/science/samilogut/2018/5_studiepoengproduksjon_i_samiske_sprak.pdf.tmx
Source language: nob
Languages: sme

source: Den totale studiepoengproduksjonen i sørsamisk viste en prosentvis svært klar framgang, 418 prosent på de fem første årene.
sme: Lullisámegiela oahppočuoggáid buvttadeapmi čájehii čielga ovdáneami proseanttaid mielde, 418 proseanta viđa vuosttaš jagis.

source: Samtidig var det en sped begynnelse med kun 102 studiepoeng totalt i 2008. Deretter øker antall avlagte studiepoeng sterkt i 2009 og øker litt for 2010. I 2011 får vi en dropp før 2012 blir et rekordår med hele 426 studiepoeng.
sme: 2009 lassánit čađahuvvon oahppočuoggát ollu ja 2010 lassánit vel veahá. 2011 fas unnot, dassá go 2012 šaddá olahusjahki olles 426 oahppočuoggáin.

source: 2013 ble rekordåret hittil, og etter det har tallene gått nedover igjen.
sme: 2013 lea dán rádjái leamaš olahusjahkin ja dan rájes leat logut njiedjan fas.

source: Likevel er volumet de fem siste år vesentlig større enn de fem foregående år, med henholdsvis 1825 mot 1050 studiepoeng over de to femårsperiodene.
sme: Goitge lea lohku maŋemus viđa jagis arvat eambbo go dan viđa ovddit jagis, namalassii 1825 oahppočuoggá 1050 oahppočuoggá ektui dan guovtti ovddit viđa jagi áigodagas.

source: Det har vært produsert 74 prosent flere studiepoeng de fem siste årene enn de fem foregående, til tross for en betydelig nedgang i de to siste årene.
sme: Leat buvttaduvvon 74 proseanta eambbo oahppočuoggá dan viđa maŋemus jagis go dan viđa ovddit jagis, vaikko vel lea ge njiedjan ollu dan guovtti maŋemus jagis.

source: I 2016 ble det avlagt eksamen i fire ulike kurs, i 2012 ble det avlagt eksamener i fem ulike sørsamiske fag, mens det i 2008 kun ble avlagt eksamen i ett kurs.
sme: 2016 čađahuvvui eksámen njealji iešguđet lágan kurssas, 2012 čađahuvvo eksámenat viđa iešguđetlágan lullisámegielat fágas, ja 2008 čađahuvvui dušše ovtta kurssas eksámen.

source: Det ser derfor ut til at et større mangfold i studieporteføljen øker interessen for å studere samisk.
sme: Dat čájeha ahte go lea stuorit máŋggabealatvuohta oahppofálaldagain, de maid beroštit eambbogat lohkat sámegiela.

source: Tabellen viser også at det er varierende kontinuitet i kurstilbud.
sme: Tabealla čájeha maid dan ahte lea rievddadeaddji jotkkolašvuohta kursafálaldagain.

source: Mens det har vært produsert studiepoeng i sørsamisk 2 i fire av ti år, har det kun vært avlagt eksamen i sørsamisk 1 ved ett tilfelle.
sme: Seammás go leat buvttaduvvon oahppočuoggát lullisámegiela 2 njealji jagis logi jagi ektui, de lea dušše okta eksámen čađahuvvon lullisámegiela 1.

source: I 2012 påpekte vi at det var noe overraskende at det kun ble produsert totalt 90 studiepoeng i sørsamisk begynneropplæring.
sme: 2012 čujuheimmet ahte lei hirpmahuhtti go oktiibuot buvttaduvvo dušše 90 oahppočuoggá lullisámegiela álgooahpahusas.

source: Dette kurset krever ikke forkunnskaper i samisk språk på samme måte som sørsamisk 1 og sørsamisk 2. Fra andre steder har man observert en betydelig interesse for samiskkurs for nybegynnere, både ved UiT Norges arktiske universitet med deres kurs i samisk som fremmedspråk, ved Samisk høgskole med deres begynnerkurs i nordsamisk og sist ved Nord universitet med begynnerkurs i lulesamisk.
sme: Dát kursa ii gáibit ovdagihtii máhttit sámegielas seamma ládje go lullisámegiella 1 ja lullisámegiella 2 dahká. Eará sajiin leat oaidnán arvat eambbo beroštumi sámegielkurssaide álggahalliide, sihke UiT Norgga árktalaš universitehta amasgielat sámegielkurssas, Sámi allaskuvlla davvisámegiela álgokurssas ja vel Davvi universitehta

source: For 2014 og 2015 har studiepoengproduksjonen for sørsamiske begynnerkurs økt til 165 for begge år.
sme: julevsámegiela álgokurssas. 2014 ja 2015 lassánii lullisámegiela oahppočuoggáid buvttadeapmi 165 oahppočuoggái goappaš jagiid.

source: Imidlertid er det et potensial for å tilby flere begynnerkurs i sørsamisk.
sme: Goitge lea potensiála fállat eambbo álgokurssaid lullisámegielas.

source: Trolig vil en noe større kontinuitet kunne sikre større studentkull for sørsamisk.
sme: Jáhkkimis eambbo jotkkolašvuohta sáhtáše sihkkarastit stuorit studeantajoavkkuid lullisámegielas.

source: Samtidig tilsier både få lærekrefter og et begrenset rekrutteringsgrunnlag at det neppe vil være hensiktsmessig å tilby alle kurs hvert år, om det hadde vært praktisk mulig.
sme: Seammás čájehit unnán oahpahannávccat ja ráddjejuvvon rekrutterenvuođđu ahte ii dáiddáše ávki fállat buot kurssaid jahkásaččat, jus vel livčče ge praktihkalaččat vejolaš.

source: 535 studiepoeng i toppåret 2012 tilsvarer ni ekvivalenter eller studentenheter, så det er fortsatt relativt få studenter det er snakk om.
sme: 535 oahppočuoggá olahusjagi 2012 lea seamma go ovcci ekvivaleanta dahje studeantaovttadaga, nu ahte lea ain oba unnán studeanttaid birra sáhka.

source: Det vil ha stor betydning for språklig kompetanseoppbygging i sørsamisk at det produseres flere studiepoeng i språket.
sme: Mearkkaša hui ollu lullisámegiela gielalaš gelbbolašvuođahuksemii go buvttaduvvojit eambbo oahppočuoggát gielas.

source: 5.5.2 Studiepoengproduksjon i lulesamisk
sme: 5.5.2 Oahppočuoggáid buvttadeapmi julevsámegielas

source: Nord universitet har ansvar for lulesamisk på samme måte som for sørsamisk høgere utdanning i Norge.
sme: Davvi universitehtas lea ovddasvástádus julevsámegielas seamma ládje go lullisámegielas alit oahpahusas Norggas.

source: Kursene tilbys i stor grad som fleksible forelesninger med studiesamlinger ved Árran lulesamisk senter på Drag og ved campus i Bodø.
sme: Kurssat fállojuvvojit čoagganemiid bokte Árran julevsámi guovddážis Ájluovttas ja campusis Bådåddjos.

source: For lulesamisk ser vi en positiv framgang i studiepoengproduksjonen.
sme: Julevsámegielas oaidnit positiiva ovdáneami oahppočuoggáid buvttadeamis.

source: I 2008 ble det ikke produsert et eneste studiepoeng i lulesamisk.
sme: 2008 ii buvttaduvvon oktage oahppočuokkis julevsámegielas.

source: I 2009 kom man i gang med 138 studiepoeng.
sme: 2009 bohte johtui 138 oahppočuoggáin.

source: På de fire årene fra 2009 til 2012 har økningen vært 222 prosent.
sme: Dan njealji jagis 2009 rájes gitta 2012 rádjái leat oahppočuoggát lassánan 222 proseanttain.

source: Vi ser at for 2010 var det lulesamisk 1 som hadde en betydelig produksjon, 288 studiepoeng, mens lulesamisk 2 hadde en nesten like stor produksjon året etter.
sme: 2010 lei julevsámegiella 1 mas eanemus buvttaduvvui, 288 oahppočuoggá, ja julevsámegiella 2 buvttaduvvo measta seamma ollu oahppočuoggá jagi maŋŋil.

source: Dette kan tyde på at det har vært samla opp en relativt stor gruppe studenter som har fulgt disse to kursene og så startet på bachelor i lulesamisk da det studietilbudet ble oppretta.
sme: Dat sáhttá čájehit ahte lei stuora studeantajoavku geat čuvvo dan guokte kurssa ja geat de álge julevsámegiela bachelor ohppui go dat oahppofálaldat álggahuvvui.

source: I 2017 ble det satt ny rekord med hele 990 studiepoeng i lulesamisk.
sme: 2017 šattai ođđa olahus go de buvttaduvvo 990 oahppočuoggá julevsámegielas.

source: På den ene siden kan man frykte at lulesamisk dermed har brukt mye av potensialet ved at det vil være få nye studenter å rekruttere når denne gruppa er ferdig med bachelor.
sme: Nuppe dáfus sáhttá ballat ahte julevsámegiella lea juo golahan dan potensiála mii lea go dát joavku gearggai bachelor oahpuin, go de ledje unnán ođđa studeanttat rekrutteret.

source: Imidlertid betyr ikke det at det ikke har vært studiepoengproduksjon i lulesamisk 1 og lulesamisk 2 i 2012, at ingen studenter har vært interessert i disse kursene. Årsaken er at de ikke ble tilbudt dette året.
sme: Goitge ii mearkkaš dan ahte 2012 eai leat studeanttat beroštan julevsámegiella 1 ja julevsámegiella 2, go eai leat buvttaduvvon oahppočuoggát dalle, muhto dat lea dan dihte go kursa ii fállon dan jagi.

source: Når kurs avvikles med jevne mellomrom i stedet for årlig, kan man ikke alltid si noe sikkert om etterspørselen øker eller minker.
sme: Go kurssat eai fállojuvvo jahkásaččat, de ii sáhte sihkkarit dadjat jus jearru lassána dahje njiedjá.

source: Studietilbudet har i enkelte år vært noe mer begrenset enn for sørsamisk, på det meste har det vært tilbud i tre ulike lulesamiske språkkurs samme år.
sme: Oahppofálaldat lea muhtin jagiid leamaš eambbo ráddjejuvvon go lullisámegielas, eanemus leat fállon golbma iešguđetlágan julevsámi giellakurssa seamma jagis.

source: I likhet med for sørsamisk har man relativt lav tilgang på kandidater til de kursene som krever at man har hatt lulesamisk eller sørsamisk som første- eller andrespråk fra videregående opplæring.
sme: Seamma ládje go lullisámegielas de leat maiddái julevsámegielas áibbas unnán kandidáhtat kurssaide, maidda gáibiduvvo julevsámegiella dahje lullisámegiella vuosttaš dahje nubbingiellan joatkkaskuvllas.

source: Derfor er det positivt og viktig at det tilbys begynnerkurs.
sme: Danne lea buorre ja dárbbašlaš ahte fállo álgokursa.

source: Det sikrer flere potensielle studenter til samiske språkstudier og kan bidra til å utdanne flere samiskspråklige lærere eller kandidater som velger andre yrker med behov for høyere samisk språkkompetanse.
sme: Dat sihkkarastá lasi válljenvári sámi giellaoahpuide ja sáhttá leat veahkkin oahpahit eambbo sámegielat oahpaheddjiid ja kandidáhtaid geat válljejit eará bargguid maidda lea dárbu alit sámegiel gelbbolašvuođa.

source: 5.5.3 Studiepoengproduksjon i nordsamisk
sme: 5.5.3 Oahppočuoggáid buvttadeapmi davvisámegielas

source: Ved Samisk høgskole er praktisk talt alle kurs på samisk.
sme: Sámi allaskuvllas leat buot kurssat sámegillii.

source: I denne tabellen er det kun valgt ut kurs i samisk språk og ikke kurs på samisk eller kurs med samisk innhold.
sme: Dán tabellii leat válljejuvvon dušše kurssat sámegielas eai ge kurssat sámegillii dahje kurssat main lea sámi sisdoallu.

source: Når det gjelder kurstilbud på samisk, er Samisk høgskole i ei særstilling ved at de tilbyr omkring 100 kurs på samisk.
sme: Go guoská kursafálaldagaide sámegielas, de lea Sámi allaskuvla earenoamáš dan dáfus go sii fállet birrasiid 100 kurssa sámegillii.

source: Dette utgjør omtrent tre firedeler av alle kurs som tilbys på samisk ved høyere læresteder i Norge.
sme: Dat lea birrasiid golbma njealjádasoasi buot kurssain mat fállojuvvojit sámegillii alit oahpposajiin Norggas.

source: Tabell 5.4 viser at Samisk høgskole er den institusjonen som har produsert flest studiepoeng i samisk språk i perioden, med hele 13 499 studiepoeng.
sme: Tabealla 5.4 čájeha ahte Sámi allaskuvla lea dat ásahus mii buvttada dán áigodagas eanemus oahppočuoggáid sámegielas, oktiibuot 14 499 oahppočuoggá.

source: Samisk høgskoles betydning for å sikre kandidater med høy kompetanse i samisk kan derfor ikke på noen måte overvurderes.
sme: Sámi allaskuvlii mearkkaša earenoamáš ollu sihkkarastit kandidáhtaid geain lea alla sámegielgelbbolašvuohta.

source: I og med at Samisk høgskole også har flest studietilbud, ser vi en klar sammenheng mellom studietilbud og studiepoengproduksjon ved at jo flere studietilbud et lærested tilbyr i samisk, jo større blir studiepoengproduksjonen.
sme: Go Sámi allaskuvllas leat maiddái eanemus oahppofálaldagat, de oaidnit čielga oktavuođa gaskal oahppofálaldagaid ja oahppočuoggáid buvttadeami. Mađi eambbo oahppofálaldagaid oahppoásahus fállá sámegielas, dađi eambbo buvttaduvvojit oahppočuoggát.

source: Innføringskurs i samisk har ikke like stor andel av studiepoengproduksjonen ved Samisk høgskole som ved andre læresteder, noe som tyder på at en større andel av studentene her er morsmålbrukere i samisk.
sme: Sámegiela álgokursa buvttada unnit oahppočuoggáid Sámi allaskuvllas go eará oahppoásahusain, juoga mii čájeha ahte eanas oassi studeanttain dáppe lea sámegiella eatnigiellan.

source: Samisk høgskole har også stor kontinuitet i sine samiske språkkurs, noe som kan tyde på at de har flere fagpersoner som kan tilby kursene.
sme: Sámi allaskuvllas lea maid buorre jotkkolašvuohta sámegiela giellakurssain, mii sáhttá mearkkašit ahte sis leat eambbo fágaolbmot geat sáhttet fállat kurssaid.

source: Tabellen viser også at 2017 var toppåret for studiepoengproduksjonen ved Samisk høgskole i denne perioden, med hele 2862 studiepoeng, og at tallene har gått noe opp og ned i perioden.
sme: Tabealla čájeha maid ahte 2017 lei Sámi allaskuvllas olahusjahki buvttadeames oahppočuoggáid áigodagas, go olahedje oktiibuot 2862 oahppočuoggá. Dat čájeha maid ahte logut leat lassánan ja njiedjan áigodagas.

source: Den totale produksjonen av studiepoeng ved Samisk høgskole er for de fem siste årene 8747 studiepoeng, mens det for de fem foregående årene var 4752 studiepoeng.
sme: Dan viđa maŋemus jagis leat Sámi allaskuvllas buvttaduvvon oktiibuot 8747 oahppočuoggá, seammás go dan vihtta ovddit jagi ledje 4752 oahppočuoggá.

source: Dette er en økning på 74 prosent, og det viser at sjøl om tallene kan gå opp og ned, så ser vi i det lange løp en klar økning i studiepoengproduksjonen.
sme: Dat lea 74 proseanta lassáneapmi ja dat čájeha ahte vaikko logut mannet vulos bajás, de guhkit áiggi ektui lea čielga lassáneapmi oahppočuoggáid buvttadeamis.

source: Som vi ser, var det fra 2008 til 2011 en markant økning i studiepoengproduksjonen i nordsamisk.
sme: Nugo oaidnit de lassánii oahppočuoggáidbuvttadeapmi davvisámegielas 2008 rájes gitta 2011 rádjái mearkkašahtti ollu.

source: Etter dette går den så opp og ned annethvert år.
sme: Maŋŋil dan lassána ja njiedjá juohke nuppi jagi.

source: Slik Jon Todal har vist i Samiske tall forteller 4, har det de siste årene vært en nedgang i elevtallet i samisk som andrespråk i grunnskolen, etter at det i en periode var en markant oppgang i det samme elevtallet.
sme: Nugo Jon Todal lea čájehan «Sámi logut muitalit 4», de lea daid maŋemus jagiid vuođđoskuvlla sámegiela nubbingielat ohppiid lohku njiedjan, maŋŋil go vuos lei mearkkašahtti ollu lassánan dat seamma ohppiidlohku.

source: Man kunne derfor anta at dette også ville gi utslag for studiepoengproduksjonen i samisk.
sme: Danne sáhttá árvvoštallat ahte dát váikkuhii sámegiela oahppočuoggáid buvttadeapmái.

source: Imidlertid viser undertegnede i Samiske tall forteller 10 at nedgangen for samisk som andrespråk har stoppet opp for nord- og sørsamisk, mens det for lulesamisk har vært en betydelig oppgang.
sme: Goitge čállen Sámi logut muitalit 10 ahte sámegiela nubbingielat logu njiedjan lea bisánan davvi- ja lullisámegielas, seammás go julevsámegielas lea hui ollu lassánan.

source: Hvis vi sammenholder studiepoengproduksjonen og elevtallsutviklingen i samisk, kan man ikke si at de følger hverandre.
sme: Jus buohtastahttit oahppočuoggáid buvttadeami ja ohppiidlogu ovdáneami, de sáhttá lohkat ahte dat eai čuovo nubbi nuppi.

source: Studiepoengproduksjonen ser ut til å være relativt upåvirket av elevtallet.
sme: Ohppiidlohku orru unnán váikkuheame oahppočuoggáid buvttadeapmái.

source: Dette illustreres også ved at 2017 er toppåret i nordsamisk studiepoengproduksjon.
sme: Dan čájeha maiddái 2017 olahusjahki go davvisámegielas buvttaduvvo eanemus oahppočuoggát goassige.

source: Vi vet at språkfag generelt har hatt en alvorlig nedgang i flere år både innenfor videregående opplæring og innen høyere utdanning, der flere språkretninger har vært lagt ned de siste årene.
sme: Mii diehtit ahte giellafágat obbalaččat lea duohtavuođas njiedjan máŋga jagi sihke joatkkaskuvllas ja alit oahpahusain, gos máŋga giellafága leat heaittihuvvon daid maŋemus jagiid.

source: Dette viser at ungdom i mindre grad velger språk som studievalg.
sme: Dat čájeha ahte nuorat unnit válljejit giellafágaid oahppoválljemis.

source: Også dette kan ha mange årsaker, men da myndighetene fjernet kravet om obligatorisk opplæring i andrespråk i videregående opplæring, ga de kanskje samtidig signaler om at språk ikke var veldig viktig ?
sme: Maiddái dása sáhttet leat máŋga siva, muhto go eiseválddit eai šat gáibidan geatnegahtton nubbingielat oahpahusa joatkkaskuvllas, de gánske seammás čujuhedje maid ahte giella dattege ii leat mávssolaš?

source: Likevel, hvis for eksempel spansk i mindre grad studeres ved norske læresteder, kan det være en ulempe for Norge, men spansk er fortsatt ikke et truet språk.
sme: Goitge, jus ovdamearkka dihte spánskkagiela lohket unnit Norgga oahppoásahusain, de sáhttá dat leat hehttehussan Norgii, muhto spánskkagiella ii leat vuos áitojuvvon giella.

source: Hvis færre velger å studere samisk, kan det få store konsekvenser for samiske språk som faktisk er truet.
sme: Jus unnit oahppit ja studeanttat válljejit lohkat sámegiela, de sáhttet leat stuora váikkuhusat sámegillii mii duohtavuođas lea áitojuvvon.

source: Derfor er det gledelig å se at sjøl om studiepoengproduksjonen går opp og ned, settes det også rekorder.
sme: Danne lea illudahtti oaidnit go olahusat biddjojit, vaikko vel oahppočuoggáid buvttadeapmi rievddada ge vulos bajás.

source: Man kan med en viss rett hevde at samiske språkstudier relativt sett er mer populære enn øvrige språkstudier, ved at man ikke har hatt en kontinuerlig nedgang de siste årene.
sme: Sáhttá oalle sihkkarit čuoččuhit ahte sámegiela giellaoahpuid eambbo válljejit go eará giellaoahpuid, go dat eai leat čađa gaskka njiedjan daid maŋemus jagiid.

source: Tabell 5.3 og figur 4 viser økning i studiepoengproduksjonen i samisk fra 2008 til i dag.
sme: Tabealla 5.3 ja govus 4 čájeha sámegiela oahppočuoggáid buvttadeapmi lassánii 2008 rájes dássážii.

source: 2017 er toppåret, men 2013 og 2014 har også en høy produksjon.
sme: 2017 lei olahusjahki, muhto 2013 ja 2014 buvttaduvvo maid ollu oahppočuoggát.

source: Den samiske studiepoengproduksjonen totalt har økt med hele 611 prosent på de ti siste årene og med 94 prosent de siste fem årene.
sme: Sámegiela oahppočuoggáid buvttadeapmi obbalaččat lea lassánan olles 611 proseanttain dan logi maŋemus jagis ja 94 proseanta dan viđa maŋemus jagis.

source: Det betyr at stadig flere studerer samisk, og stadig flere avlegger eksamen i samiskspråklige studier.
sme: Dat mearkkaša ahte eambbo studeanttat lohket sámegiela ja eambbogat čađahit eksámena sámegielat oahpuin.

source: Dette er svært positivt og har vært et uttalt ønske både fra Sametinget og fra statlige myndigheter.
sme: Dat lea earenoamáš buorre ja lea juoga maid Sámediggi ja stáhta eiseválddit leat sávvan.

source: Ikke overraskende er studiepoengproduksjonen signifikant større for nordsamisk enn for lulesamisk og sørsamisk, men sett i forhold til hvor mange språkbrukere de ulike samiske språkene har, er ikke studiepoengproduksjonen i lulesamisk og sørsamisk mindre.
sme: Ii hirpmástuhtte go davvisámegielas buvttaduvvojit ollu eambbo oahppočuoggát go julev- ja lullisámegielas, muhto jus geahččá dan ektui man ollu giellageavaheaddjit leat dain iešguđet sámegielain, de ii leat oahppočuoggáid buvttadeapmi unnit julev- ja lullisámegielas.

source: Når den totale studiepoengproduksjonen i samisk øker, medfører det at det samiske samfunnet er vinneren, uavhengig av ved hvilken institusjon studiepoengene produseres.
sme: Go dat obbalaš oahppočuoggáid buvttadeapmi sámegielas lassána, de mielddisbuktá dat ahte sámi servodat lea vuoiti, beroškeahttá makkár ásahusas oahppočuoggát buvttaduvvojit.

source: Det er en styrke for samiske samfunn og for samiske studenter at de kan velge å studere samisk ved flere institusjoner, og det må også antas å være en kvalitativ styrke at flere institusjoner tilbyr kurs i samisk.
sme: Dat nanne sámi servodaga ja sámi studeanttaid go sáhttet válljet lohkat sámegiela máŋgga ásahusas ja ferte maid jáhkkit ahte lea kvalitatiiva nanusvuohta go eambbo ásahusat fállet sámegiel

source: 5.6 Tilrådinger
sme: kurssaid. 5.6 Rávven

source: Denne artikkelen har sett på studiepoengproduksjonen i samisk språk ved høyere utdanningsinstitusjoner i Norge.
sme: Dát artihkal lea geahččan oahppočuoggáid buvttadeami sámegielas alit oahppoásahusain Norggas.

source: Tre institusjoner tilbyr i dag slike kurs: Samisk høgskole, UiT Norges arktiske universitet og Nord universitet.
sme: Golbma ásahusa fállet dakkár kurssaid, Sámi allaskuvla, UiT Norgga árktalaš universitehta ja Davvi universitehta.

source: Som statistikken viser, har det vært økning i studiepoengproduksjonen i samisk, mens mange andre språkfag har lavere søkertall og lavere studiepoengproduksjon enn for fem og ti år siden.
sme: Nugo statistihkka čájeha de lea oahppočuoggáid buvttadeapmi lassánan sámegielas, seammás go eará giellafágain leat unnit ohccit ja unnit oahppočuoggáid buvttadeapmi go vihtta ja logi jagi áigi.

source: Slik sett må man kunne si at studiepoengproduksjonen i samisk bidrar til at samiske språk kan brukes på stadig flere arenaer i samfunnet.
sme: Dien dáfus sáhttá dadjat ahte sámegiela oahppočuoggáid buvttadeapmi lea veahkkin dasa ahte sámegiella sáhttá adnot álelassii eambbo arenain servodagas.

source: For å dekke et økende behov for høy kompetanse i samisk er det nødvendig å opprettholde studiepoengproduksjonen i alle samiske språk.
sme: Go sámegielas galgá gokčat alit gelbbolašvuođa dárbbu mii lassána dađistaga, de lea dárbu doalahit oahppočuoggáid buvttadeami buot sámegielain.

source: Butenschøn-utvalget påpekte at rekrutteringen til høyere utdanning i samisk starter allerede i barnehagen.
sme: Butenchøn-lávdegoddi čujuhii ahte sámegiela rekruteren alit oahpahussii álgá juo mánáidgárddis.

source: Det må derfor jobbes med rekruttering til samiskspråklige tilbud både i barnehagen, grunnskolen, videregående opplæring og til universitet og høgskole.
sme: Danne ferte rekruteret sámegielat fálaldagaid sihke mánáidgárdái, vuođđoskuvlii, joatkkaskuvlii ja universitehtii ja allaskuvlii.

source: Det er også viktig med rekrutteringsstillinger i høyere utdanning.
sme: Lea maid dárbu rekruterenvirggiide alit oahpahusas.

source: Stipendiatstillinger og post.
sme: Stipendiáhtat ja post-doc.

source: -stillinger bør brukes i større grad enn det som er tilfelle i dag.
sme: virggit berrejit eambbo adnot go dat maid dál dahket.

source: Det er viktig at ulike institusjoner har et hovedansvar for kurs i ulike samiske språk, men det bør ikke medføre at andre institusjoner ikke også skal kunne bidra til studiepoengproduksjon i faget.
sme: Lea dárbbašlaš ahte ásahusain lea váldoovddasvástádus daid iešguđet sámegiel kurssaide, muhto ii berre mielddisbuktit ahte eará ásahusat eai sáhte leat veahkkin buvttadeame oahppočuoggáid fágas.

source: Samarbeid mellom institusjonene er i denne sammenheng viktig.
sme: Dán oktavuođas lea mávssolaš ahte ásahusat ovttasbarget.

source: SAK 7-samarbeidet bør derfor revitaliseres.
sme: Dan dihte berre ealáskahttit SAK 7-ovttasbarggu.

source: Sjøl om studiepoengproduksjonen i alle tre samiske språk må sies å være god, er tallene sammenliknet med andre språk fortsatt relativt små.
sme: Vaikko vel oažžu ge lohkat buorren oahppočuoggáid buvttadeapmi dan golmma sámegielas, de leat goitge logut eará gielaid ektui ain oalle unnit.

source: Dette betyr at flere av kursene kan være i fare for å bli nedlagt fordi de ikke bidrar til inntjening for lærestedet.
sme: Dat mearkkaša ahte máŋga kurssa sáhttet heaittihuvvot go eai leat veahkkin dineme oahppoásahussii.

source: Fordi samiske språk er definert som definitivt truet og alvorlig truet av UNESCO, må disse ses i ei særstilling.
sme: Sivas go sámegielat leat UNESCO mielde definerejuvvon leat čielgasit áitojuvvon ja hui garrasit áitojuvvon, de ferte daid geahččat

source: UiT Norges arktiske universitet har vedtatt å beskytte samiske studier, slik at ikke eventuelt lavere søkertall skal føre til nedlegging av samiske kurs.
sme: UiT Norgga árktalaš universitehta lea mearridan suddjet sámegiel oahpuid, vai unnit ohcciidlohku ii galgga mielddisbuktit ahte sámegiel kurssat heaittihuvvojit.

source: Dette er et eksempel andre UH-institusjoner også bør vurdere.
sme: Dát lea ovdamearka maid UA-ásahusat maid berrejit árvvoštallat dahkat.
